Repository: pols12/omeka-s-module-EhpSearchForm
Catalog: language/*.po
Languages: fr

source: Publication search
fr: Recherche de publications

source: Reset all filters
fr: Effacer tous les filtres

source: Hide advanced search
fr: Cacher la recherche avancée

source: Show advanced search
fr: Montrer la recherche avancée

source: Letter search
fr: Recherche de lettres

source: Search for…
fr: Recherche de…

source: Date interval
fr: Intervalle de dates

source: Written after
fr: Écrites après le

source: YYYY-MM-DD
fr: AAAA-MM-JJ

source: Written before
fr: Écrites avant le

source: Filters
fr: Filtres

source: Name of Poincaré’s penpal
fr: Nom du correspondant de Poincaré

source: Penpal
fr: Correspondant

source: Date range field
fr: Champ contenant les dates

source: Advanced search fields
fr: Champs de la recherche avancée

source: Enabled
fr: Activé

source: Select an item set
fr: Choisissez une collection

source: Report & dissertation item set
fr: Collection des Rapports et mémoires

source: Item set which contains reports and dissertations by Poincaré.
fr: Collection qui contient les rapports et mémoires écrits par Poincaré.

source: Item set id field
fr: Champ contenant les Id des collections

source: Published after
fr: Publiés après le

source: Published before
fr: Publiés avant le

source: Publications item set
fr: Collection contenant les publications

source: Item set which contains texts written by Poincaré
fr: Collection qui contient les textes écrits par Poincaré.

source: Journal id field
fr: Champ contenant les Id des revues

source: Field which index Journal’s id from Article items.
fr: Champ qui indexe l’id de la revue depuis les contenus Article.

source: Journals item set
fr: Collection contenant les revues scientifiques

source: Item set which contains journals in which Poincaré has published
fr: Collection qui contient les revues scientfiquats dans lesquelles Poincaré a publié.

source: Searchable document types
fr: Types de documents recherchables

source: Possible resource classes for searched items.
fr: Classes RDF possibles pour les contenues recherchés.

source: Select resource classes
fr: Choisissez des classes RDF

source: Resource class field
fr: Champ classe RDF

source: Document type
fr: Type de document

source: Journal name
fr: Nom de la revue

source: Published in
fr: Publié dans

source: Penpals item set
fr: Collection contenant les correspondants

source: Item set which contains Poincaré’s penpals
fr: Collection qui contient les correspondants de Poincaré

source: Letters item set
fr: Collection contenant les lettres

source: Item set which contains letters sent to/by Poincaré
fr: Collection qui contient les lettres envoyées à/par Poincaré
